{
    "Hate_speech_statistics.xlsx": "This Excel table records hate speech incidents across different countries in 2019, categorizing them by region, subregion, and type of hate speech. It includes numerical data on the number of incidents, population size, and the rate of incidents per 100, providing a comparative perspective on hate speech prevalence.",
    "adult_sexual_behaviors.xlsx": "This Excel table contains demographic and personal information about individuals, including their name, age, gender, sexual orientation, gender identification, sexual behaviors, and country. Each row represents a different person, while the columns categorize various attributes related to identity and behavior.",
    "train_attacks.csv": "This Excel table tracks incidents of violent attacks, recording the incident ID, date, location (state and city or county), train number, number of fatalities, number of injuries, type of attack, and the weapon used. It provides detailed information on different attacks, such as shootings and bombings, including their impact on victims.",
    "d_46739.csv": "This Excel table contains data about video game sales and reviews, listing game titles, platforms, release years, genres, publishers, and sales figures across different regions (NA, EU, JP, Other), along with global sales. It also includes critic and user scores, developer information, and game ratings, highlighting the performance and reception of various games like \"Wii Sports\" and \"Super Mario Bros.\" across different regions.",
    "nsf22319-tab005-001.xlsx": "This table presents data on graduate students, postdoctoral appointees, and doctorate-holding nonfaculty researchers in science, engineering, and health broad fields for 2020, with a focus on institutional control (public vs. private). It includes the total number and percentage of individuals in public institutions for each category (Master's, Doctoral, Postdoctoral, and Doctorate-holding nonfaculty researchers) across various disciplines, such as agricultural sciences, engineering, and clinical medicine.",
    "nsf22319-tab004-014b.xlsx": "This table presents demographics and funding details for psychology postdoctoral appointees and doctorate-holding nonfaculty researchers in 2020, including gender, ethnicity, visa status, funding sources, and degree information.",
    "nsf24319-taba-004.xlsx": "This table shows the number of science, engineering, and health organizational units with graduate student enrollment from 2020 to 2022, categorized by field, including the number of units with master's and doctoral students each year.",
    "nsf24319-taba-012.xlsx": "This table presents the imputation rates for postdoctoral appointees in science, engineering, and health fields in 2022, categorized by mechanism and source of support, sex, and specific funding agencies, including federal, domestic, foreign, and other sources.",
    "nsf24319-taba-008.xlsx": "This table shows the imputation rates for nonresponse in totals of postdoctoral appointees and doctorate-holding nonfaculty researchers from 2020 to 2022, with data broken down by field and year, including the number imputed and the imputation rate percentage.",
    "nsf24319-tab005-001.xlsx": "This table presents data on graduate students, postdoctoral appointees, and doctorate-holding nonfaculty researchers in science, engineering, and health fields for 2022, broken down by institutional control (public vs. private) and field, including both numbers and percentages.",
    "US_hate_crimes_by_religion.csv": "This table shows incidents of religious discrimination in 2016 and 2017 across different states, religions, and populations, with the number of incidents and the rate per 100 people for Jewish, Muslim, and Hindu communities.",
    "rape_victim_suicides.csv": "The table provides data on suicide cases, including age group, gender, location, year, cause of suicide, mental health status, and additional notes, highlighting varying mental health conditions and causes like depression, anxiety, and stress.",
    "violence_against-women-and-girls.csv": "The table contains survey data with records on respondents' demographics (such as age, gender, education, and marital status) and their responses to specific questions, with values representing their answers over multiple survey years.",
    "robbery.csv": "The table records robbery and burglary incidents, detailing incident ID, date, location, number of victims, weapon type, value of goods, robbery type, and offender's race across various cities in the U.S.",
    "airplane_crashes.csv": "The table records flight incidents, listing flight ID, date, location, airline, aircraft type, fatalities, survivors, cause of the crash, and weather conditions for various flights.",
    "d_105306.csv": "The table contains passenger data from a ship, including passenger ID, survival status, class, name, sex, age, family members aboard, ticket information, fare, cabin, and embarkation location for each individual.",
    "child_grooming.csv": "The table records case details, including the case ID, age, sex, occupation, education, location, relationship to the victim, nature of the case, legal action taken, compensation received, and the number of grooming incidents for each case.",
    "WTQ_201_36.csv": "The table lists film roles by year, including the movie title, character role, and additional notes such as debut or uncredited appearances.",
    "WTQ_202_43.csv": "The table presents a list of accolades for a song across various years, publishers, and countries, along with the corresponding rank or asterisk for specific rankings.",
    "WTQ_203_510.csv": "The table provides demographic and geographic data for various townships, including population, population density, land and water area, and geographic coordinates. It includes specific townships with their FIPS codes and corresponding statistics.",
    "WTQ_204_366.csv": "This table contains the results of an IndyCar race, including driver positions, teams, engines, laps completed, time gaps, and reasons for retirements.",
    "AITQA_table_67.xlsx": "The table compares operating expenses for the year ended December 31, 2019, and 2018, showing both dollar and percentage changes for categories like aircraft fuel, salaries, maintenance, and depreciation, with a total increase of 2%.",
    "AITQA_table_11.xlsx": "The table presents quarterly financial data for operating revenue, income from operations, net income, and earnings per share (basic and diluted) for 2018 and 2017, comparing values for each quarter from March 31 to December 31.",
    "AITQA_table_8.xlsx": "The table shows the gross carrying amounts and accumulated amortization for goodwill, finite-lived, and indefinite-lived intangible assets in 2018 and 2017, including categories like frequent flyer database, patents, route authorities, and airport slots.",
    "AITQA_table_4.xlsx": "The table presents the financial performance of a company for the years ended December 31, 2018, 2017, and 2016, showing operating revenue, operating expenses, operating income, nonoperating income/expenses, and net income, including earnings per share.",
    "AITQA_table_3.xlsx": "This table shows the increase or decrease in various metrics (e.g., passenger revenue, average fare, and passenger load factor) from 2016 to 2017, categorized by domestic, Atlantic, Pacific, and Latin regions, along with total changes.",
    "hitab_hmt_gensheet_650_image_411.xlsx": "This table compares income sources for initial and delayed tax filers, categorizing by business, farming, fishing, and rental income. It includes percentages of filers and income amounts in 2010 constant dollars.",
    "hitab_hmt_gensheet_50_image_48.xlsx": "This table compares cannabis expenditures before and after legalization, showing categories, amounts in thousands ('000), percentages, and 95% confidence intervals for different expenditure ranges and sources (legal, illegal, friends and family).",
    "WTQ_gensheet_500_image_5305.xlsx": "This table provides route information for Highway 91, detailing junction names, locations, intersecting routes, traffic volumes, travel times, road quality, and the total number of connections for each junction.",
    "WTQ_gensheet_450_image_1287.xlsx": "This table lists regional events covering the Seven Wonders of various UK regions, including the event rank, presenter, date, and the covered wonders, along with statistics on unique and repeated mentions."
}